/* Percentage left menuitem */
"%ld %% left" = "%ld %% restants";

/* Advanced percentage left menuitem */
"%ld %% left ( %ld/%ld mAh )" = "%1$ld %% restants ( %2$ld/%3$ld mAh )";

/* Time remaining left notification */
"%1$ld:%2$02ld left (%3$ld%%)" = "%1$ld:%2$02ld restants (%3$ld%%)";

/* Update menuitem
 Update notification */
"A newer version is available" = "Une nouvelle version est disponible";

/* Powersource state */
"AC Power" = "adaptateur secteur";

/* Advanced mode setting */
"Advanced mode" = "Mode avancé";

/* Powersource state */
"Battery Power" = "batterie";

/* Battery Time Remaining notification */
"Battery Time Remaining" = "Autonomie restante";

/* Calculating sidetext */
"Calculating…" = "Calcul…";

/* Charged notification */
"Charged" = "Chargé";

/* Update menuitem */
"Checking for updates…" = "Recherche de mises à jour…";

/* Update menuitem */
"Could not check for updates" = "Echec de la recherche de mises à jour";

/* Advanced battery info menuitem */
"Cycle count: %ld" = "Nombre de cycles: %ld";

/* Time display with parentheses setting */
"Display time with parentheses" = "Afficher le temps entre parenthèses";

/* Display temperature in Fahrenheit setting */
"Display temperature in degrees Fahrenheit" = "Afficher la température en degrés Fahrenheit";

/* Open Energy Saver Preferences menuitem */
"Energy Saver Preferences…" = "Préférences d'Économie d'énergie…";

/* Remaining menuitem */
"Loading…" = "Chargement…";

/* Notification menuitem */
"Notifications" = "Notifications";

/* Powersource menuitem */
"Power source: %@" = "Source d'alimentation : %@";

/* Powersource menuitem */
"Power source: Unknown" = "Source d'alimentation : Inconnue";

/* Advanced battery info menuitem */
"Power usage: %.2f Watt" = "Utilisation: %.2f Watt";

/* Quit menuitem */
"Quit" = "Quitter";

/* Settings menuitem */
"Settings" = "Options";

/* Start at login setting */
"Start at login" = "Lancer à l'ouverture de session";

/* Advanced battery info menuitem */
"Temperature: %.1f°C" = "Température: %.1f°C";

/* Advanced battery info menuitem (Fahrenheit) */
"Temperature: %.1f°F" = "Température: %.1f°F";

/* Update menuitem */
"Up to date" = "À jour";
